{
  "Gemini_Generated_Image_zb26bzb26bzb26bz/Gemini_Generated_Image_zb26bzb26bzb26bz_hanging.jpg": {
    "title": "Kava Co. Island Roots Grey Graphic T-Shirt",
    "description": "Showcasing a unique botanical \"Kava Co. Island Roots\" graphic, this grey t-shirt offers both style and comfort for everyday wear. Crafted from soft, breathable fabric, it's perfect for casual outings and relaxed days.",
    "keywords": [
      "grey t-shirt",
      "graphic tee",
      "Kava Co.",
      "Island Roots",
      "men's apparel",
      "casual wear",
      "botanical print"
    ],
    "altText": "A grey Kava Co. Island Roots graphic t-shirt, featuring a circular logo with stylized leaves and horizontal stripes, hanging on a wooden hanger against a plain white wall."
  },
  "Gemini_Generated_Image_zb26bzb26bzb26bz/Gemini_Generated_Image_zb26bzb26bzb26bz_folded.jpg": {
    "title": "Kava Co. Island Roots Graphic T-Shirt",
    "description": "Embrace the island spirit with this Kava Co. Island Roots graphic t-shirt, featuring a vintage-inspired plant design and earthy-toned stripes. Crafted for comfort and style, this tee is perfect for everyday wear and casual outings.",
    "keywords": [
      "Kava Co. shirt",
      "Island Roots apparel",
      "graphic tee",
      "vintage t-shirt",
      "plant design shirt",
      "casual wear",
      "tropical tee"
    ],
    "altText": "A light grey, short-sleeved t-shirt neatly folded on a light wooden surface, featuring a central circular graphic with the text 'KAVA CO. ISLAND ROOTS' surrounding a stylized kava plant, all set against horizontal stripes in muted green, yellow, orange, and brown tones."
  },
  "Gemini_Generated_Image_zb26bzb26bzb26bz/Gemini_Generated_Image_zb26bzb26bzb26bz_flat_lay.jpg": {
    "title": "Kava Co. Island Roots Graphic T-Shirt",
    "description": "Celebrate island culture and heritage with this comfortable Kava Co. Island Roots t-shirt, featuring a unique graphic design that pays homage to traditional kava plants and tropical aesthetics. Made from soft, breathable fabric, it's perfect for everyday wear.",
    "keywords": [
      "Kava shirt",
      "Island roots tee",
      "Kava Co apparel",
      "Graphic t-shirt",
      "Tropical clothing",
      "Comfortable tee",
      "Hawaii shirt"
    ],
    "altText": "A grey Kava Co. Island Roots graphic t-shirt laid flat on a light tan background. The shirt features a circular logo with a kava plant illustration in vintage-style colors. Surrounding the shirt are lifestyle items: sunglasses, an open book, a brown journal, a steaming dark green mug on a wicker coaster, a watch, and scattered dried kava root pieces."
  },
  "Gemini_Generated_Image_zb26bzb26bzb26bz/Gemini_Generated_Image_zb26bzb26bzb26bz_on_a_model.jpg": {
    "title": "Men's Kava Co. Island Roots Graphic T-Shirt",
    "description": "Show your island pride with this comfortable Kava Co. graphic tee, featuring a distinctive plant design and 'Island Roots' text. Crafted from soft, breathable fabric, it's perfect for casual wear and everyday comfort.",
    "keywords": [
      "Kava shirt",
      "Island roots tee",
      "Men's graphic t-shirt",
      "Casual wear",
      "Grey t-shirt",
      "Plant design shirt",
      "Summer apparel"
    ],
    "altText": "A man wearing a light grey Kava Co. 'Island Roots' graphic t-shirt stands outdoors in a sunny park with blurred trees and a modern building in the background."
  },
  "Gemini_Generated_Image_oiroweoiroweoiro/Gemini_Generated_Image_oiroweoiroweoiro_folded.jpg": {
    "title": "Kava Co. Olive Green Full-Zip Lightweight Jacket",
    "description": "Embrace comfort and style with this Kava Co. olive green full-zip jacket, featuring a distinctive Kava Elixir logo. Crafted from a smooth, lightweight fabric, it's perfect for casual wear or outdoor activities.",
    "keywords": [
      "olive green jacket",
      "zip-up jacket",
      "Kava Co. apparel",
      "lightweight jacket",
      "casual outerwear",
      "full zip top",
      "Kava Elixir clothing"
    ],
    "altText": "A neatly folded olive green Kava Co. full-zip lightweight jacket with a distinctive Kava Elixir logo visible on the front, placed on a light wooden table."
  },
  "Gemini_Generated_Image_oiroweoiroweoiro/Gemini_Generated_Image_oiroweoiroweoiro_hanging.jpg": {
    "title": "Kava Co. Unisex Olive Green Bomber Jacket",
    "description": "Embrace effortless style with the Kava Co. Unisex Olive Green Bomber Jacket. Featuring a classic design, ribbed trim, and a full zip closure, this versatile jacket offers comfortable wear and a distinct look for any casual occasion.",
    "keywords": [
      "kava co jacket",
      "olive green bomber jacket",
      "unisex bomber",
      "casual jacket",
      "streetwear outerwear",
      "ribbed jacket",
      "khaki jacket"
    ],
    "altText": "An olive green Kava Co. bomber jacket with ribbed cuffs, collar, and hem, hanging on a rustic wooden branch against a textured white wall. The jacket features the Kava Co. logo on the left chest and a small utility pocket on the left sleeve."
  },
  "Gemini_Generated_Image_oiroweoiroweoiro/Gemini_Generated_Image_oiroweoiroweoiro_on_a_model.jpg": {
    "title": "Men's Kava Co. Olive Green Bomber Jacket",
    "description": "Sporting a stylish olive green, this bomber jacket features the unique Kava Co. logo, blending casual comfort with distinctive branding. Perfect for a versatile look, it offers a contemporary silhouette ideal for everyday wear.",
    "keywords": [
      "bomber jacket",
      "men's jacket",
      "olive green jacket",
      "Kava Co apparel",
      "casual jacket",
      "outerwear",
      "men's fashion"
    ],
    "altText": "A man wearing an olive green bomber jacket with a Kava Co. logo on the chest, standing indoors near a large window overlooking a city street. A branded tag hangs from the zipper."
  },
  "Gemini_Generated_Image_oiroweoiroweoiro/Gemini_Generated_Image_oiroweoiroweoiro_flat_lay.jpg": {
    "title": "Unisex Kava Co. Embroidered Bomber Jacket - Sage Green",
    "description": "Elevate your casual wardrobe with the stylish Kava Co. sage green bomber jacket, featuring a distinctive embroidered logo. Crafted for comfort and a relaxed fit, this jacket is perfect for everyday wear and showcasing your unique style.",
    "keywords": [
      "Kava Co. bomber jacket",
      "sage green jacket",
      "embroidered bomber",
      "unisex outerwear",
      "casual jacket",
      "olive green bomber",
      "fashion jacket"
    ],
    "altText": "A sage green Kava Co. embroidered bomber jacket laid flat on a blue surface, surrounded by lifestyle items including a steaming mug, sunglasses, Kava powder, kava roots, a book, and a smartphone."
  },
  "Gemini_Generated_Image_fd1iukfd1iukfd1i/Gemini_Generated_Image_fd1iukfd1iukfd1i_folded.jpg": {
    "title": "Kava Co. Premium Beige Fleece Quarter-Zip Pullover",
    "description": "Experience ultimate comfort and subtle style with the Kava Co. premium beige fleece quarter-zip pullover. Made from soft, insulating fleece, it features a distinctive Kava Co. logo, making it perfect for relaxed everyday wear.",
    "keywords": [
      "kava co",
      "fleece pullover",
      "quarter zip",
      "beige fleece",
      "hemp apparel",
      "cozy sweatshirt",
      "casual wear",
      "unisex fleece"
    ],
    "altText": "A neatly folded Kava Co. light beige fleece quarter-zip pullover with a dark brown zipper and a prominent green leaf logo, presented on a light wooden surface."
  },
  "Gemini_Generated_Image_fd1iukfd1iukfd1i/Gemini_Generated_Image_fd1iukfd1iukfd1i_flat_lay.jpg": {
    "title": "Kava Co. Cream Quarter-Zip Pullover Sweatshirt with Leaf Logo",
    "description": "Stay cozy and stylish with the Kava Co. cream quarter-zip pullover sweatshirt, featuring a distinctive leaf logo. Crafted from soft, comfortable fleece, it's perfect for casual wear and relaxed days.",
    "keywords": [
      "Kava Co. pullover",
      "cream quarter-zip",
      "fleece sweatshirt",
      "leaf logo apparel",
      "casual top",
      "cozy wear",
      "Kava Co. merchandise"
    ],
    "altText": "A cream-colored Kava Co. quarter-zip pullover sweatshirt, folded and displayed flat on a warm beige surface. The sweatshirt features a brown leaf logo and 'KAVA CO.' text, with a price tag attached to the zipper. Surrounding items include sunglasses, an open book, a small wooden bowl with dried kava root, and a steaming mug of coffee."
  },
  "Gemini_Generated_Image_fd1iukfd1iukfd1i/Gemini_Generated_Image_fd1iukfd1iukfd1i_hanging.jpg": {
    "title": "Kava Co. Heather Beige Quarter-Zip Pullover Sweatshirt",
    "description": "Stay cozy and stylish with this heather beige quarter-zip pullover from Kava Co., featuring a soft fleece construction and the brand's distinctive cannabis leaf logo. It's the perfect blend of comfort and casual sophistication for everyday wear.",
    "keywords": [
      "Kava Co sweatshirt",
      "quarter-zip pullover",
      "heather beige fleece",
      "casual comfort apparel",
      "cannabis brand clothing",
      "men's women's pullover"
    ],
    "altText": "A heather beige Kava Co. quarter-zip pullover sweatshirt with a cannabis leaf logo on the chest, hanging on a natural wood branch against a light textured wall. The sweatshirt has a brown leather-like patch near the hem and a front kangaroo pocket."
  },
  "Gemini_Generated_Image_fd1iukfd1iukfd1i/Gemini_Generated_Image_fd1iukfd1iukfd1i_on_a_model.jpg": {
    "title": "Men's Kava Co. Heather Oatmeal Quarter-Zip Pullover",
    "description": "Embrace comfort and casual style with the Kava Co. heather oatmeal quarter-zip pullover. This soft fleece sweatshirt features a distinctive embroidered Kava Co. leaf logo, a standing collar, and a convenient kangaroo pocket, perfect for everyday wear.",
    "keywords": [
      "kava co pullover",
      "quarter zip sweatshirt",
      "men's fleece",
      "oatmeal heather",
      "casual wear",
      "embroidered logo",
      "fall fashion"
    ],
    "altText": "A young man with blurred features wearing a heather oatmeal Kava Co. quarter-zip pullover with an embroidered leaf logo, seated on a wooden park bench, holding a white mug. The setting is a sunny park with trees and distant buildings."
  },
  "Gemini_Generated_Image_fohbi8fohbi8fohb/Gemini_Generated_Image_fohbi8fohbi8fohb_hanging.jpg": {
    "title": "Kava Blend Island Roots Graphic T-Shirt",
    "description": "Embrace the spirit of the islands with this unique charcoal grey graphic t-shirt, featuring a vibrant Kava plant design set against a beautiful tropical sunset. Crafted from comfortable fabric, it's perfect for casual wear and showcasing your island roots.",
    "keywords": [
      "Kava t-shirt",
      "island roots",
      "tropical graphic tee",
      "men's casual shirt",
      "kava plant apparel",
      "sunset design",
      "island wear"
    ],
    "altText": "A charcoal grey short-sleeved t-shirt hangs on a wooden hanger against a light background. The shirt features a large, colorful graphic depicting a kava plant with roots, flanked by two bowls, in front of a tropical sunset with palm trees and mountains. A brown product tag with 'Kava Blend' logo hangs from the collar."
  },
  "Gemini_Generated_Image_fohbi8fohbi8fohb/Gemini_Generated_Image_fohbi8fohbi8fohb_flat_lay.jpg": {
    "title": "Kava Blend Island Roots Graphic T-Shirt - Tropical Sunset Design",
    "description": "Embrace the spirit of the Pacific with this comfortable dark grey Kava Blend t-shirt, featuring a vibrant Kava plant design set against a stunning tropical sunset and island scenery. Perfect for those who love island culture and unique botanical art.",
    "keywords": [
      "Kava t-shirt",
      "Island Roots apparel",
      "tropical graphic tee",
      "Kava plant shirt",
      "sunset design t-shirt",
      "Pacific island wear",
      "botanical print shirt"
    ],
    "altText": "A dark grey t-shirt displayed on a wooden hanger, featuring a colorful graphic of a Kava plant with roots, two Kava bowls, palm trees, mountains, and a tropical sunset in the background. The text 'KAVA BLEND - ISLAND ROOTS-' is printed below the design. The shirt is surrounded by island-themed items like a seashell bracelet, sunglasses, a book titled 'Pacific Myths & Legends', and a cup of drink."
  },
  "Gemini_Generated_Image_fohbi8fohbi8fohb/Gemini_Generated_Image_fohbi8fohbi8fohb_folded.jpg": {
    "title": "Dark Grey Kava Blend Island Roots Graphic Sweatshirt",
    "description": "Embrace the tranquil spirit of the islands with this unique dark grey Kava Blend 'Island Roots' graphic sweatshirt, featuring a vibrant Kava plant design against a tropical sunset backdrop. Made for comfort and style, it's perfect for showcasing your connection to island culture and nature.",
    "keywords": [
      "Kava Blend",
      "Island Roots",
      "graphic sweatshirt",
      "tropical apparel",
      "Kava plant design",
      "island fashion",
      "mens sweatshirt",
      "womens sweatshirt"
    ],
    "altText": "A neatly folded dark grey long-sleeve sweatshirt with a vibrant graphic print. The design features a Kava plant with prominent roots, flanked by traditional kava bowls, set against a sunset island landscape with palm trees and mountains. The text 'KAVA BLEND - ISLAND ROOTS-' is printed below the graphic. The shirt is displayed on a light wooden surface."
  },
  "Gemini_Generated_Image_fohbi8fohbi8fohb/Gemini_Generated_Image_fohbi8fohbi8fohb_on_a_model.jpg": {
    "title": "Men's Kava Blend Island Roots Graphic T-Shirt",
    "description": "Showcase your connection to island culture with this men's heather grey t-shirt, featuring a vibrant 'Kava Blend - Island Roots' tropical graphic. Crafted for comfort and style, it's perfect for casual wear or expressing your love for island vibes.",
    "keywords": [
      "Kava shirt",
      "Island roots tee",
      "tropical t-shirt",
      "men's graphic tee",
      "Kava blend apparel",
      "beach wear",
      "casual men's shirt"
    ],
    "altText": "A man wearing a heather grey t-shirt with a 'Kava Blend - Island Roots' tropical graphic, depicting a sunset, palm trees, and a kava plant, sits in a modern cafe holding a coffee cup."
  }
}