{
  "Gemini_Generated_Image_41q4y541q4y541q4/Gemini_Generated_Image_41q4y541q4y541q4_folded.jpg": {
    "title": "Kava Co. Island Blend Sunset Wave Graphic Crewneck Sweatshirt",
    "description": "Embrace the laid-back island lifestyle with our Kava Co. Island Blend Sunset Wave Graphic Crewneck Sweatshirt. This comfortable and stylish top features a vibrant tropical design, perfect for casual wear and beach lovers.",
    "keywords": [
      "island blend sweatshirt",
      "sunset wave graphic",
      "tropical crewneck",
      "Kava Co. apparel",
      "beach fashion",
      "surfwear",
      "graphic sweatshirt"
    ],
    "altText": "A white folded crewneck sweatshirt with a circular graphic depicting a sunset over an ocean wave and two palm trees, along with \"KAVA CO.\" text. A brown hang tag labeled \"ISLAND BLEND COLLECTION\" is attached to the collar, all resting on a light wood surface."
  },
  "Gemini_Generated_Image_41q4y541q4y541q4/Gemini_Generated_Image_41q4y541q4y541q4_hanging.jpg": {
    "title": "Kava Co. Island Blend Sunset Wave Graphic T-Shirt",
    "description": "Embrace the island spirit with this Kava Co. t-shirt, featuring a vibrant circular graphic of a crashing wave, palm trees, and a serene sunset. Made from soft, breathable fabric, it offers ultimate comfort and casual style perfect for any adventure.",
    "keywords": [
      "wave graphic tee",
      "sunset t-shirt",
      "palm tree shirt",
      "island style apparel",
      "Kava Co. shirt",
      "beach casual wear",
      "tropical t-shirt"
    ],
    "altText": "A white Kava Co. t-shirt featuring a circular graphic with a large blue wave, black palm trees, and an orange sunset, hanging on a wooden hanger against a light background. A 'Island Blend Collection' tag is attached to the shirt."
  },
  "Gemini_Generated_Image_41q4y541q4y541q4/Gemini_Generated_Image_41q4y541q4y541q4_on_a model.jpg": {
    "title": "Kava Co. Sunset Wave Graphic White T-Shirt",
    "description": "Embrace laid-back style with this comfortable white crewneck t-shirt, featuring a vibrant circular graphic of a sunset, powerful ocean wave, and tropical palm trees. Made from soft, breathable cotton, it's perfect for everyday wear and casual outings.",
    "keywords": [
      "white graphic tee",
      "ocean wave shirt",
      "sunset t-shirt",
      "palm tree print",
      "Kava Co. apparel",
      "casual wear",
      "summer shirt",
      "beach style"
    ],
    "altText": "A woman wearing a white short-sleeve t-shirt with a vibrant circular graphic of a large blue ocean wave, an orange and yellow sunset, and two palm trees stands in a modern cafe."
  },
  "Gemini_Generated_Image_41q4y541q4y541q4/Gemini_Generated_Image_41q4y541q4y541q4_flat_lay.jpg": {
    "title": "Kava Co. Retro Sunset Wave & Palm Tree Graphic T-Shirt",
    "description": "Embrace the laid-back coastal lifestyle with this soft, comfortable Kava Co. t-shirt, featuring a retro-inspired graphic of a powerful wave, serene palm trees, and a warm sunset. It's the perfect statement piece for beach lovers and adventurers seeking everyday comfort and style.",
    "keywords": [
      "kava co t-shirt",
      "wave graphic tee",
      "sunset palm tree shirt",
      "coastal apparel",
      "surf style",
      "retro beach tee",
      "ocean fashion"
    ],
    "altText": "A white Kava Co. t-shirt with a circular retro wave, palm tree, and sunset graphic, laid flat on a light blue-green surface. Accompanying items include sunglasses, a brown notebook with a pen, an open book, a steaming white coffee mug, and small seashells."
  }
}