{
  "KSletterman2/KSletterman2_folded.jpg": {
    "title": "Kalapu Steelers Fan Club Bomber Jacket",
    "description": "Show your team spirit with this stylish dark grey bomber jacket featuring a distinctive 'Kalapu Steelers Fan Club' patch. Crafted for comfort and everyday wear, it's the perfect way to support your favorite club.",
    "keywords": [
      "Kalapu Steelers",
      "fan club jacket",
      "bomber jacket",
      "varsity jacket",
      "men's casual jacket",
      "team apparel",
      "grey jacket"
    ],
    "altText": "A dark grey bomber jacket, folded neatly on a light wooden surface, featuring a 'Kalapu Steelers Fan Club' patch on the chest and striped ribbed collar."
  },
  "KSletterman2/KSletterman2_flat_lay.jpg": {
    "title": "Kalaya Steelers Grid Club Varsity Jacket - Dark Grey & Light Grey",
    "description": "Show your team spirit with this stylish Kalaya Steelers Grid Club varsity jacket, featuring a classic dark grey body, light grey sleeves, and a distinctive team patch on the back.",
    "keywords": [
      "varsity jacket",
      "bomber jacket",
      "Kalaya Steelers",
      "Grid Club apparel",
      "team jacket",
      "men's jacket",
      "grey jacket"
    ],
    "altText": "The back of a Kalaya Steelers Grid Club varsity jacket, with a dark grey body and light grey sleeves, displayed against a light beige wall. A circular patch on the back features a cityscape silhouette and 'Kalaya Steelers Grid Club' text. A dried palm leaf is in the upper left corner and a white mug is on the right."
  },
  "KSletterman2/KSletterman2_on_a_model.jpg": {
    "title": "Men's Kalapa Steelers Cann Club Varsity Letterman Jacket",
    "description": "Show your club pride with this classic varsity letterman jacket, featuring a distinctive 'Kalapa Steelers Cann Club' logo on the back. Crafted from premium materials, this jacket offers a timeless look perfect for casual outings and spirited support.",
    "keywords": [
      "letterman jacket",
      "varsity jacket",
      "men's outerwear",
      "Kalapa Steelers",
      "club jacket",
      "casual jacket",
      "bomber jacket"
    ],
    "altText": "A man from behind walks on a sunny boardwalk alongside a beach, wearing a grey and cream letterman jacket. The back of the jacket features a circular logo with 'Kalapa Steelers Cann Club' text and a city skyline."
  },
  "KSletterman2/KSletterman2_hanging.jpg": {
    "title": "Kalapu Steelers Fan Club Varsity Jacket",
    "description": "Show your loyalty with the Kalapu Steelers Fan Club varsity jacket. This stylish bomber features contrasting sleeves and a prominent back patch, perfect for representing your team in comfort and style.",
    "keywords": [
      "Kalapu Steelers",
      "varsity jacket",
      "bomber jacket",
      "fan apparel",
      "team jacket",
      "sports fashion",
      "grey jacket"
    ],
    "altText": "A dark grey varsity jacket with light grey sleeves, featuring a prominent circular patch on the back with a city skyline and 'Kalapu Steelers Fan Club' text, hanging on a wooden hanger against a plain, light textured wall."
  },
  "KSletterman1/KSletterman1_folded.jpg": {
    "title": "Kalapu Steelers Kava Club Charcoal Varsity Jacket",
    "description": "Show your club pride with this stylish charcoal varsity jacket, featuring a unique embroidered Kalapu Steelers Kava Club patch. Its classic design with striped collar makes it perfect for casual wear or representing your team.",
    "keywords": [
      "varsity jacket",
      "bomber jacket",
      "Kalapu Steelers",
      "Kava Club apparel",
      "charcoal jacket",
      "club jacket",
      "custom patch jacket"
    ],
    "altText": "A charcoal gray varsity jacket, neatly folded on a light wooden surface, featuring a prominent 'Kalapu Steelers Kava Club' embroidered patch on the chest, along with striped collar details."
  },
  "KSletterman1/KSletterman1_hanging.jpg": {
    "title": "Kalapu Steelers Kava Club Varsity Jacket with Embroidered Logo",
    "description": "Show your club pride with this stylish varsity jacket, featuring a navy wool blend body, cream faux leather sleeves, and a prominent 'Kalapu Steelers KAVA CLUB' embroidered logo on the back. Perfect for casual wear, this jacket offers a classic fit and ribbed cuffs for comfort.",
    "keywords": [
      "varsity jacket",
      "bomber jacket",
      "club apparel",
      "Kalapu Steelers",
      "Kava Club",
      "embroidered jacket",
      "men's jacket",
      "casual outerwear",
      "navy cream jacket"
    ],
    "altText": "A navy blue varsity jacket with cream-colored sleeves, featuring a large, embroidered 'Kalapu Steelers KAVA CLUB' logo on the back, hanging on a wooden hanger against a light beige textured wall."
  },
  "KSletterman1/KSletterman1_flat_lay.jpg": {
    "title": "Kalapu Steelers Kava Club Two-Tone Embroidered Varsity Jacket",
    "description": "Show your pride with this stylish two-tone varsity jacket, featuring a unique 'Kalapu Steelers Kava Club' embroidered emblem on the back, perfect for casual wear and fan events.",
    "keywords": [
      "varsity jacket",
      "bomber jacket",
      "Kalapu Steelers",
      "Kava Club apparel",
      "embroidered jacket",
      "two-tone outerwear",
      "men's casual jacket"
    ],
    "altText": "A dark grey and beige two-tone varsity jacket laid flat on a light brown surface. The back of the jacket features a red, white, and gold embroidered logo that reads 'Kalapu Steelers Kava Club' with a mountain and city skyline design and kava bowls. Decorative elements including a dried palm leaf, small stones, a wooden bowl, and driftwood are arranged around the jacket."
  },
  "KSletterman1/KSletterman1_on_a_model.jpg": {
    "title": "Men's Kalapu Steelers Fan Club Varsity Jacket",
    "description": "Showcase your team pride with this classic varsity jacket, featuring a comfortable wool-blend body and contrasting faux leather sleeves. Perfect for casual outings, this jacket offers a timeless collegiate style.",
    "keywords": [
      "varsity jacket",
      "letterman jacket",
      "men's outerwear",
      "fan club apparel",
      "collegiate jacket",
      "casual jacket",
      "team spirit jacket"
    ],
    "altText": "A man wearing a charcoal grey and cream Kalapu Steelers Fan Club varsity jacket, standing on a wooden pier during sunset with his hands in his pockets."
  }
}